Repository: kadirbelkuyu/anamoly-ios
Catalog: anamoly_iOS/Sayyar/Languages/*.lproj/Localizable.strings
Languages: ar, sv, tr

source: Please enter minimum 6 characters password.
ar: أدخل كلمة المرور 6 أحرف على الأقل.
sv: Ange ditt lösenord minst 6 tecken.
tr: Minimum 6 karakter şifrenizi girin.

source: Please enter minimum 6 characters otp.
ar: إدخال 6 أحرف على الأقل رمز التأكيد.
sv: Ange minst 6 tecken bekräftelsekod.
tr: En az 6 karakter doğrulama kodu girin.

source: Please enter minimum 6 characters postal code.
ar: إدخال الرمز البريدي لـسنة أحرف على الأقل.
sv: Ange postnummer för minst 6 tecken.
tr: Posta kodu en az 6 karakter girin.

source: You need an active data connection to use this application, please check your internet; setting and try again.
ar: لاستخدام هذا التطبيق يجب أن تكون متصلا بالإنترنت. يرجى التحقق من إعدادات الإنترنت الخاصة بك وحاول مرة أخرى.
sv: För att kunna använda det här programmet måste du vara ansluten till Internet. Kontrollera dina Internet anslutning och försök igen.
tr: Bu uygulamayı kullanmak için internete bağlı olmanız gerekmektedir. Lütfen internet ayarlarınızı kontrol edin ve tekrar deneyin.

source: Your new password should not same as your current password.
ar: يجب أن تكون كلمة المرور الجديدة نفس كلمة المرور الحالية.
sv: Ditt nya lösenord måste vara samma som ditt nuvarande lösenord.
tr: Yeni şifreniz mevcut şifreniz ile aynı olmamalıdır.

source: You have not changed anything.
ar: لم يتغير شيء.
sv: Inget har förändrats.
tr: Hiçbir şey değişmedi.

source: Your new password and confirm new password should be same.
ar: يجب أن يكون لديك كلمة مرور جديدة وتأكيد كلمة السر الخاصة بك جديدة هي نفسها.
sv: Ditt nya lösenord och bekräfta ditt nya lösenord måste vara densamma.
tr: Yeni şifreniz ve yeni şifrenizin onaylanması aynı olmalıdır.

source: Please enter valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح.
sv: Ange en giltig e-postadress.
tr: Geçerli e-posta adresi girin.

source: Your password should have minimum 8 characters, 1 uppercase, 1 lowercase, 1 digit and 1 special characters.
ar: كلمة المرور 8 أحرف على الأقل، حرف واحد الأحرف الكبيرة، رسالة صغيرة واحدة، رقم واحد وطابع خاص واحد ينبغي أن تتكون من.
sv: Ditt lösenord minst 8 tecken, en stor bokstav, en liten bokstav, en siffra och ett specialtecken ska bestå av.
tr: Şifreniz minimum 8 karakter, 1 büyük harf, 1 küçük harf, 1 rakam ve 1 özel karakterden oluşmalıdır.

source: Please enter valid postal code.
ar: الرجاء إدخال الرمز البريدي صالح.
sv: Var vänlig ange ett giltigt postnummer.
tr: Geçerli bir posta kodu girin.

source: Please enter valid postal code and house number.
ar: الرجاء إدخال الرمز البريدي ورقم المنزل صالح.
sv: Ange ett giltigt postnummer och husnummer.
tr: Geçerli bir posta kodu ve kapı numarası girin.
