Repository: kadirbelkuyu/anamoly-ios
Catalog: anamoly_iOS/Sayyar/Languages/*.lproj/Localizable.strings
Languages: ar, sv, tr

source: This field is required.
ar: هذه الخانة مطلوبه.
sv: Detta fält krävs.
tr: Bu alan gereklidir.

source: Invalid Email Address
ar: عنوان البريد الإلكتروني غير صالح
sv: Ogiltig e-postadress
tr: Geçersiz E-posta Adresi

source: Password must include one digit and a capital letter
ar: يجب أن تتضمن كلمة مرور عدد وحرف
sv: Lösenord måste innehålla ett nummer och en bokstav
tr: Şifre bir rakam ve bir harf içermelidir

source: Confirm password don't match with new password
ar: تأكيد كلمة المرور لا تتطابق كلمة المرور الجديدة
sv: Bekräfta lösenord matchar inte det nya lösenordet
tr: Şifreyi onayla yeni şifre ile uyuşmuyor

source: Dutch
ar: اللغة الهولندية
tr: Flemenkçe

source: English
ar: الإنجليزية
sv: Engelsk
tr: İngilizce

source: Arabic
ar: عربي
sv: Arabiska
tr: Arapça

source: New User
ar: مستخدم جديد
sv: Ny användare
tr: Yeni Kullanıcı

source: Existing User
ar: المستخدمين الموجودين
sv: Befintliga Användare
tr: Mevcut Kullanıcı

source: Email Address
ar: عنوان البريد الالكتروني
sv: E-postadress
tr: E-posta Adresi

source: Enter Password
ar: ادخل رقمك السري
sv: Ange ditt lösenord
tr: Şifrenizi Girin

source: Login
ar: تسجيل الدخول
sv: Logga in
tr: Oturum aç

source: Forgot Password?
ar: هل نسيت رقمك السري؟
sv: Glömt ditt lösenord?
tr: Şifrenizi mi unuttunuz?

source: Register
ar: التسجيل
sv: Registrera
tr: Kaydol

source: Privacy Policy
ar: سياسة خاصة
sv: Integritetspolicy
tr: Gizlilik Politikası

source: Mobile Number
ar: رقم الهاتف
sv: Telefonnummer
tr: Telefon Numarası

source: Postal Code
ar: الرمز البريدي
sv: postnummer
tr: Posta Kodu

source: First Name
ar: اسم
sv: Förnamn
tr: Ad

source: Company Name
ar: اسم الشركة
sv: Företagsnamn
tr: Şirket Adı

source: Company ID Number
ar: شركة رقم الضريبي
sv: Företag Skattenummer
tr: Şirket Vergi Numarası

source: House No
ar: رقم الباب
sv: Dörr nummer
tr: Kapı Numarası

source: House Number Addition
ar: عدد إضافي
sv: Ytterligare Antal
tr: Ek Numara

source: I am a company
ar: شركة كبرى
sv: Företag
tr: Kurumsal

source: Send
ar: إرسال
sv: Skicka in
tr: Gönder

source: We will send you recovery link to your registered email address to reset password.
ar: سوف نقوم بإرسال رابط استرداد إلى عنوان البريد الإلكتروني المسجل لإستعادة كلمة المرور.
sv: Vi skickar återställningslänk till din registrerade e-postadress för att återställa ditt lösenord.
tr: Şifrenizi sıfırlamak için kayıtlı e-posta adresinize kurtarma bağlantısı göndereceğiz.

source: Your Email Address
ar: بريدكم الالكتروني
sv: E-postadress
tr: E-posta Adresiniz

source: Last Name
ar: اسم العائلة
sv: Efternamn
tr: Soyad

source: Forgot Password
ar: هل نسيت رقمك السري؟
sv: Glömt ditt lösenord?
tr: Şifrenizi mi unuttunuz?

source: Need Help?
ar: هل تحتاج إلى مساعدة؟
sv: Behöver du hjälp?
tr: Yardım mı gerekiyor?

source: App Settings
ar: إعدادات التطبيق
sv: Applikationsinställningar
tr: Uygulama Ayarları

source: You may manage settings of notifications and emails
ar: يمكنك إدارة إخطارات البريد الإلكتروني والإعدادات
sv: Du kan hantera e-postmeddelanden och inställningar
tr: Bildirimlerin ve e-postaların ayarlarını yönetebilirsiniz

source: General Push Notifications
ar: إشعارات فورية العام
sv: Public snabbmeddelanden
tr: Genel Anlık Bildirimler

source: Push Notification On Orders
ar: الإخطارات الفورية في الأوامر
sv: Omedelbar Meddelanden i order
tr: Siparişlerdeki Anlık Bildirimler

source: General Emails
ar: رسائل البريد الإلكتروني العامة
sv: Allmänna e-post
tr: Genel E-postalar

source: Emails On Orders
ar: رسائل البريد في التوصيات
sv: E-postmeddelanden i ordning
tr: Siparişlerdeki E-postalar

source: Save and Continue
ar: حفظ ومتابعة
sv: Spara och fortsätt
tr: Kaydet ve Devam Et

source: How many I help you?
ar: كيف يمكنني مساعدك؟
sv: Hur kan jag hjälpa dig?
tr: Size nasıl yardımcı olabilirim?

source: Feel free to contact us if need any help of support
ar: إذا كنت بحاجة إلى دعم، لا تترددوا في الاتصال بنا
sv: Behöver du support? Tveka inte att kontakta oss
tr: Desteğe ihtiyacınız olursa bizimle iletişime geçmekten çekinmeyin

source: Full Name
ar: الاسم واللقب
sv: Namn efternamn
tr: Ad Soyad

source: Phone Number
ar: رقم الهاتف
sv: Telefonnummer
tr: Telefon Numarası

source: Write your message here…
ar: تكتب رسالتك هنا ...
sv: Skriv in ditt meddelande här ...
tr: Mesajınızı buraya yazınız…

source: Quick Contact
ar: الاتصالات السريعة
sv: Snabb kommunikation
tr: Hızlı İletişim

source: Contact
ar: اتصال
sv: Kontakt
tr: İletişim

source: Share App
ar: مشاركة التطبيقات
sv: Applikationsdelning
tr: Uygulamayı Paylaş

source: Share app with your friends.
ar: مشاركة التطبيق مع أصدقائك.
sv: Dela appen med dina vänner.
tr: Uygulamayı arkadaşlarınla paylaş.

source: Here each user can share this App by Facebook, WhatsApp or Email and can receive discount code if friends will register. Both friend(s) and the user will receive this discount code.
ar: هنا، كل مستخدم;لهذا التطبيق في الفيسبوك، مع حصة ال WhatsApp أو البريد الإلكتروني يمكن الحصول على رمز الخصم إذا قمت بمشاركته مع الأصدقاء.وسوف يتلقى هذا الرمز الخصم وكذلك المستخدمين.
sv: Här varje användare av denna applikation på Facebook, dela med WhatsApp eller e-post och få en rabattkod om du registrerar vänner. Både min vän (s) kommer att få denna rabattkod samt användare.
tr: Burada her kullanıcı bu Uygulamayı Facebook, WhatsApp veya E-posta ile paylaşabilir ve arkadaşları kaydolursa indirim kodu alabilir. Hem arkadaş(lar) hem de kullanıcı bu indirim kodunu alacak.

source: My Orders
ar: طلباتي
sv: Mina beställningar
tr: Siparişlerim

source: Settings
ar: إعدادات
sv: Inställningar
tr: Ayarlar

source: Discount on Share app
ar: تطبيق تشغيل مشاركة
sv: Applications delning av
tr: Uygulama paylaşımında indirim

source: App Instruction
ar: تعليمات التطبيق
sv: Ansökningsanvisningar
tr: Uygulama Talimatı

source: Contact Us
ar: اتصل بنا
sv: Kontakta oss
tr: Bize Ulaşın

source: Facebook
ar: موقع التواصل الاجتماعي الفيسبوك

source: WhatsApp
ar: ال WhatsApp

source: Email
ar: بريد إلكتروني
sv: E-post
tr: E-posta

source: *Terms and conditions apply
ar: * تطبق الشروط والأحكام
sv: * Villkor gäller
tr: *Şartlar ve koşullar geçerlidir

source: My Profile
ar: ملفي
sv: Min profil
tr: Profilim

source: Address
ar: العنوان
sv: Adress
tr: Adres

source: Home Situation
ar: الصفحة الرئيسية الشرط
sv: Hemprofil
tr: Ev Durumu

source: Save
ar: احفظ
sv: Spara
tr: Kaydet

source: Number of people, child's and pets in your family
ar: الناس في عائلتك، وعدد من الأطفال والحيوانات الأليفة
sv: Antal familjemdelemar samt husdjur
tr: Ailenizdeki kişi, çocuk ve evcil hayvan sayısı

source: Adults
ar: الكبار
sv: Vuxna
tr: Yetişkinler

source: Children
ar: الأطفال
sv: Barn
tr: Çocuklar

source: Dogs
ar: الكلاب
sv: Hundar
tr: Köpekler

source: Cats
ar: القطط
sv: Katter
tr: Kediler

source: Thanks for your Registration
ar: شكرا لتسجيلك
sv: Tack för din registrering
tr: Kaydınız için teşekkür ederiz

source: Wait until administrator confirm your registration.
ar: نرجو الانتظار لموافقة المشرف على التسجيل
sv: Vänta tills administratören godkänner notering
tr: Yöneticinin kaydınızı onaylaması için bekleyiniz.

source: Waiting List Number
ar: رقم الانتظار التسلسلي
sv: Standby Sequence Number
tr: Bekleme Sıra Numarası

source: We will send you a message as soon as you can order
ar: ونحن سوف أبلغكم في أقرب وقت ممكن من أجل استخدام التطبيق.
sv: Vi kommer att informera dig så snart som möjligt för att använda programmet.
tr: Uygulamayı kullanabilmeniz için en kısa zamanda size bilgi vereceğiz.

source: Close
ar: أغلق
sv: Stäng
tr: Kapat

source: Contact us if you need help
ar: يرجى الاتصال بنا اذا كنت بحاجة الى مساعدة
sv: Kontakta oss gärna om du behöver hjälp
tr: Yardıma ihtiyacınız varsa bize ulaşın

source: Delivery Address
ar: عنوان الشحن
sv: Leveransadress
tr: Gönderim Adresi

source: Change Address
ar: تغير العنوان
sv: Adressändring
tr: Adres Değiştir

source: Street
ar: شارع
sv: Gata
tr: Sokak

source: Area
ar: حي
sv: Grannskap
tr: Mahalle

source: Verify and apply
ar: تطبيق والتحقق
sv: Kontrollera och tillämpa
tr: Doğrula ve Uygula

source: Coupon Code
ar: رمز الكوبون
sv: Kupongskod
tr: Kupon Kodu

source: Type your coupon code here
ar: اكتب رمز القسيمة هنا
sv: Skriv din kupong kod här
tr: Buraya kupon kodunuzu yazın

source: Checkout
ar: دفع
sv: Betalning
tr: Ödeme

source: Amount
ar: كمية
sv: Kvantitet
tr: Miktar

source: Do you have coupon ?
ar: هل لديك قسيمة؟
sv: Har du en kupong?
tr: Kuponun var mı?

source: How would you pay ?
ar: كيف ستقوم بالدفع؟
sv: Hur vill du betala?
tr: Nasıl ödeyeceksin?

source: Online
ar: عبر الانترنت
sv: Uppkopplad

source: Cash on delivery
ar: دفع عند الباب
sv: Betala vid dörren
tr: Kapıda Ödeme

source: Continue
ar: استمر
sv: Fortsätt
tr: Devam Et

source: Discount
ar: خصم
sv: Rabatt
tr: İndirim

source: Total Amount
ar: المبلغ الإجمالي
sv: Totala summan
tr: Toplam Tutar

source: Delivery
ar: نشر
sv: Postad
tr: Gönderim

source: Cart
ar: سلة
sv: Korg
tr: Sepet

source: User Account
ar: حساب المستخدم
sv: Användarkonto
tr: Kullanıcı Hesabı

source: Preferred Delivery Time
ar: الوقت المفضل للإرسال
sv: Föredragen Inlagd
tr: Tercih Edilen Gönderim Zamanı

source: Ordered from us Delivered to your home
ar: اطلبوا الآن لنوصله إليكم
sv: Få dina varor direkt till din dörr
tr: Hemen sipariş verin evinize teslim edelim

source: Ordered from us
ar: اطلب الان
sv: Beställ nu
tr: Hemen sipariş verin

source: Delivered to your home
ar: نوصله إلى بيتكم
sv: Vi kan leverera hem till dig
tr: Evinize teslim edelim

source: Type your search
ar: البحث عن المنتج ...
sv: Sök produkt ...
tr: Ürün Ara…

source: Search
ar: بحث
sv: Sök
tr: Arama

source: More
ar: اكثر
sv: Mer
tr: Daha Fazla

source: Qty :
ar: قطعة:
sv: Antal
tr: Adet:

source: Order Details
ar: تفاصيل الطلب
sv: Orderdetaljer
tr: Sipariş Detayları

source: Re Order
ar: كرر الطلبات
sv: Upprepade beställningar
tr: Siparişi Tekrarla

source: Track
ar: ترتيب المسار
sv: Spåra beställning
tr: Siparişi Takip Et

source: Delete
ar: واضح
sv: Klar
tr: Sil

source: Cancel
ar: إلغاء
sv: Avbryt
tr: İptal

source: Ok
ar: حسنا
tr: Tamam

source: Verification Code
ar: رمز التحقق
sv: Verifierings kod
tr: Doğrulama Kodu

source: Pending
ar: جاري الانتظار
sv: Väntar
tr: Bekliyor

source: Confirmed
ar: وافق
sv: Godkänd
tr: Onaylandı

source: Out for Delivery
ar: أمرك على الطريق
sv: Din beställning är på väg
tr: Siparişiniz Yolda

source: Delivered
ar: تم تسليمها
sv: Varan levererad
tr: Teslim Edildi

source: Declined
ar: رفض
sv: Nekad
tr: Reddedildi

source: Canceled
ar: يتم إلغاؤه
sv: Det avbröts
tr: İptal Edildi

source: Thanks for your Order
ar: شكرا لطلبك
sv: Tack för din beställning
tr: Siparişiniz için teşekkürler

source: Your order has been placed successfully
ar: تم طلبك بنجاح
sv: Din beställning lyckades
tr: Siparişiniz başarıyla verildi

source: Order No.
ar: رقم الأمر.
sv: Ordernummer.
tr: Sipariş No.

source: Date
ar: تاريخ
sv: Historia
tr: Tarih

source: Total Items
ar: إجمالي كمية المنتج
sv: Totalt Produkt Kvantitet
tr: Toplam Ürün Adedi

source: Subtotal
ar: حاصل الجمع
sv: Delsumma
tr: Ara Toplam

source: Gateway Charges
ar: كلفة المعالجة
sv: Administrativ avgift
tr: İşlem Ücreti

source: Total Paid
ar: مجموع المبالغ المدفوعة
sv: Totala belopp som betalats
tr: Toplam Ödenen

source: Coupon
ar: كوبون
sv: Kupong
tr: Kupon

source: Off
ar: مغلقة
sv: Stängd
tr: Kapalı

source: Flat
ar: عريضة
sv: Platt
tr: Düz

source: Change Password
ar: تغيير كلمة المرور
sv: Ändra lösenord
tr: Şifre Değiştir

source: Current Password
ar: كلمة المرور الحالي
sv: Nuvarande lösenord
tr: Mevcut Şifre

source: New Password
ar: كلمة سر جديدة
sv: Nytt lösenord
tr: Yeni Şifre

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
sv: Bekräfta nytt lösenord
tr: Yeni Şifreyi Onayla

source: Notifications
ar: إشعارات
sv: Aviseringar
tr: Bildirimler

source: Retry to Connect
ar: اتصال إعادة المحاولة
sv: Försök att ansluta igen
tr: Yeniden Bağlanmayı Deneyin

source: Missing Any Product?
ar: هل هناك منتج لم تتمكن من العثور؟
sv: Finns det en produkt som du inte kan hitta?
tr: Bulamadığınız bir ürün var mı?

source: Request New
ar: طلب زيارة
sv: Begär
tr: Talep Edin

source: Suggest missing products
ar: العناصر المفقودة اقتراح
sv: Saknade objekt förslag
tr: Eksik ürün önerisi

source: Ex. Organic Banana, Strawberry, etc.
ar: السابق. الموز، الفراولة، الخ
sv: Ex. Banan, jordgubb, etc.
tr: Ör. Muz, Cilek, vs.

source: Upload Product Image (Optional)
ar: تحميل صورة المنتج. (حسب الطلب)
sv: Ladda upp produktbild. (Frivillig)
tr: Ürün resmi yükle. (İsteğe bağlı)

source: Are you sure! you want to clear cart?
ar: هل أنت متأكد أنك تريد تنظيف السلة؟
sv: Är du säker på att du vill rensa korgen?
tr: Sepeti temizlemek istediğine emin misin?

source: If you reorder your product than old cart data is cleared and reorder data will added.
ar: سيتم مسح المنتجات في السلة عند تكرار الأمر.
sv: Föremålen i korgen rensas när du upprepar beställningen
tr: Siparişi tekrarla yaptığınızda sepetteki ürünler temizlenecektir.

source: Reorder Done
ar: أمر مرة أخرى
sv: Beställ igen
tr: Tekrar Sipariş Edildi

source: Order Tracking
ar: تتبع الطلب
sv: Försändelsespårning
tr: Sipariş Takibi

source: Payment success but unable to save order
ar: دفع ناجحة، ولكن لا يمكن حفظ النظام
sv: Betalning framgångsrik, men ordningen kan inte sparas
tr: Ödeme başarılı, ancak sipariş kaydedilemiyor

source: Unable to make payment
ar: لا يمكن أن يتم السداد
sv: Betalning kan inte göras
tr: Ödeme yapılamıyor

source: Download the app from this link:
ar: تحميل التطبيق من هذا الرابط:
sv: Ladda ner programmet från den här länken:
tr: Uygulamayı bu bağlantıdan indirin:

source: Greetings
ar: مع التحيات
sv: Hälsningar
tr: Selamlar

source: yet? Use my code with your first order and we both get
ar: استخدام قانون بلدي على النظام الخاص بك أولا، وكلاهما الفوز
sv: Använd min kod på din första beställning både jag och du blir vinst
tr: Kodumu ilk siparişinizde kullanın ve ikimiz de kazanalım

source: Have you tried?
ar: هل جربت؟
sv: Försökte du?
tr: Denedin mi?

source: yet?
ar: حتى الآن
sv: Fortfarande?
tr: hala?

source: Delivery within
ar: موعد التسليم
sv: Leveranstid
tr: Teslim süresi

source: extra
ar: إضافي
tr: ekstra

source: You have chosen EXPRESS delivery, unfortunately not all products you have chosen can be delivered with EXPRESS delivery! Please double check your order and remove non-EXPRESS products from your; cart!
ar: اخترت تسليم EXPRESS، لسوء الحظ، لا يمكن تسليمها مع كل المنتجات التي تختارها تسليم EXPRESS! الرجاء انقر نقرا مزدوجا تحقق طلبك والمنتجات غير EXPRESS التدريجي من عربة التسوق!
sv: Du väljer expressleverans, tyvärr inte kan levereras med alla produkter som du väljer Expressleverans! Vänligen dubbelkolla din beställning och icke-EXPRESS produkter ur din varukorg!
tr: EXPRESS gönderimi seçtiniz, maalesef seçtiğiniz tüm ürünler EXPRESS gönderimi ile teslim edilemez! Lütfen siparişinizi iki kez kontrol edin ve EXPRESS olmayan ürünleri sepetinizden çıkarın!

source: Attention! The products with EXPRESS icon are immediately available!
ar: تنبيه!nسيتم إرسال شعار العناصر!
sv: OBS! Ekspres symboliska föremål skickas omedelbart!
tr: Dikkat! EKSPRES simgeli ürünler hemen gönderilir!

source: Unpaid
ar: غير مدفوع
sv: Obetald
tr: Ödenmemiş

source: Paid
ar: تم الدفع
sv: Fraktkostnad
tr: Ödenmiş

source: Delivery Charges
ar: رسوم الشحن
sv: Fraktkostnader
tr: Gönderim Ücretleri

source: Please type the verification code sent to
ar: أدخل إرسال رمز التحقق
sv: Ange veriferingskoden som du har mottagit.
tr: Gönderilen doğrulama kodunu girin

source: Re-send
ar: أعد الإرسال
sv: Skicka igen
tr: Yeniden Gönder

source: Verify
ar: تحقق
sv: Rätta
tr: Doğrulayın

source: will be there in
ar: موعد التسليم
sv: Leveranstid
tr: Teslim Süresi

source: Groente Fruit
ar: فواكه وخضراوات
sv: Frukt och grönsaker
tr: Meyve & Sebze

source: Levensmiddelen
ar: غذاء
sv: Mat
tr: Gıda

source: Vlees Gevogelte
ar: اللحوم والدواجن
sv: Meat & Poultry
tr: Et & Tavuk

source: Choose Photo
ar: اختر الصور
sv: Välj Foto
tr: Fotoğraf Seçin

source: Take Photo
ar: إلتقاط صورة
sv: Fotografering
tr: Fotoğraf Çekin

source: Choose from Gallery
ar: اختر من المعرض
sv: Välj från galleriet
tr: Galeriden Seçin

source: Cart Info
ar: معلومات العربة
sv: Korg Info
tr: Sepet Bilgisi

source: Please wait until finish transaction
ar: يرجى الانتظار حتى ينتهي
sv: Vänta tills den är klar
tr: Lütfen işlem bitene kadar bekleyin

source: OTP
ar: رمز التحقق
sv: Verifierings kod
tr: Doğrulama Kodu

source: Welcome! Your place is reserved
ar: أهلا وسهلا بكم! تم حجز مكانك.
sv: Välkommen! Din plats var bokad.
tr: Hoşgeldiniz! Yeriniz rezerve edildi.

source: When can I start?
ar: متى يمكنني البدء؟
sv: När kan jag börja?
tr: Ne zaman başlayabilirim?

source: You are in queue
ar: انت التالي
sv: Du är nästa
tr: Sıradasın

source: that may take while, but we are working hard on it, new cars and delivery drivers are taking to the streets every week
ar: وهذا قد يستغرق بعض الوقت، ولكن نحن نعمل جاهدين على ذلك، ونحاول الحصول على عمل ساعي جديد كل أسبوع.
sv: Det kan dröja ett tag vi får in en ny kurir varje vecka
tr: Bu biraz zaman alabilir, ancak üzerinde çok çalışıyoruz, her hafta yeni kurye işe alıyoruz.

source: and when the time comes?
ar: وعندما يحين الوقت؟
sv: Och när det är dags?
tr: ve zamanı geldiğinde?

source: you will be notified immediately. once there you never have to queue again
ar: وسيتم إعلامك فورا، وأنك لن تضطر إلى دخول طابور.
sv: Du kommer att informeras omedelbart och du behöver inte stå i kön
tr: Hemen bilgilendirileceksin ve bir daha sıraya girmek zorunda kalmazsın.

source: Unfortunetly we are not deliver to you yet!
ar: نعتذر نحن لا نشحن إلى هذا العنوان
sv: Tyvärr är inte denna adress tillgänlig för leverans
tr: Üzgünüm! Henüz bu adrese gönderim yapmıyoruz

source: Unfortunetly we are not deliver to you yet! We are busy expanding
ar: نعتذر نحن لا نشحن إلى هذا العنوان
sv: Tyvärr är inte denna adress tillgänlig för leverans
tr: Üzgünüm! Henüz bu adrese gönderim yapmıyoruz

source: We'll let you know, as soon as we get there !
ar: سنعلمكم حال بدء الإرسال لعنوانكم
sv: Vi kommer att meddela dig så fort vi har på börjat din beställning
tr: Sizin adrese gönderim başlar başlamaz size haber vereceğiz!

source: You are in queue. Wait until administrator confirm your registration
ar: انت التالي. انتظر حتى يأذن المدير على تسجيلك.
sv: Du är nästa. Vänta tills chefen som bekräftar din registrering.
tr: Sıradasın. Yönetici kaydınızı onaylayana kadar bekleyin.

source: City
ar: مدينة
sv: Stad
tr: Şehir

source: Tracking On
ar: التتبع مفتوح
sv: Spårningen är tillgänglig
tr: Takip Açık

source: This notification disappear after all items have been delivered.
ar: هذا الإعلام سوف يختفي بعد تسليم المنتجات.
sv: Denna anmälan försvinner efter leverans på alla produkter.
tr: Bu bildirim, tüm ürünler teslim edildikten sonra kaybolur.

source: Are you clear!
ar: هل اتفقنا!
sv: Handla!
tr: Anlaştık mı!

source: Please enter a valid postal code.
ar: الرجاء إدخال الرمز البريدي صالح.
sv: Var vänlig ange ett giltigt postnummer.
tr: Geçerli bir posta kodu girin.

source: Did not succeed!
ar: لم يكن ناجحاً
sv: Det lyckades inte
tr: Başarılı Olamadı!

source: Please try again.
ar: حاول مرة اخرى.
sv: Var god försök igen.
tr: Lütfen tekrar deneyin.

source: Delivery Location
ar: مكان الإرسال
sv: Shipping Plats
tr: Gönderim Yeri

source: YES
ar: أجل
sv: JA
tr: EVET

source: NO
ar: لا
sv: NEJ
tr: HAYIR

source: LOGOUT
ar: خروج
sv: LOGGA UT
tr: ÇIKIŞ YAP

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
sv: Är du säker på att du vill logga ut?
tr: Çıkış yapmak istediğinden emin misin?

source: Are you sure you want delete all your items from cart?
ar: هل أنت متأكد أنك تريد حذف كافة العناصر الموجودة في السلة؟
sv: Är du säker på att du vill ta bort alla produkter i kundvagnen?
tr: Sepetindeki bütün ürünleri silmek istediğinden emin misin?

source: Please enter your house number addition.
ar: الرجاء إدخال رقم الباب الإضافي
sv: Ange ytterligare portkod
tr: Lütfen kapı ek numarası girin.

source: Please enter your area.
ar: الرجاء إدخال الحي.
sv: Ange adress
tr: Lütfen mahalle girin.

source: Your cart is already empty.
ar: عربة التسوق فارغة بالفعل.
sv: Din varukorg är redan tom.
tr: Sepetiniz zaten boş.

source: Please enter your company id number.
ar: الرجاء إدخال رقم البطاقة الضريبية الخاصة بالشركة.
sv: Ange ditt företags skatte ID-nummer.
tr: Lütfen şirket vergi numaranızı girin.

source: Please enter your company name.
ar: يرجى إدخال اسم الشركة الخاصة بك.
sv: Ange ditt företagsnamn.
tr: Lütfen şirket adınızı girin.

source: Please enter your confirm new password
ar: يرجى تأكيد كلمة المرور الجديدة.
sv: Vänligen bekräfta ditt nya lösenord.
tr: Lütfen yeni şifrenizi onaylayın.

source: Please enter your current password.
ar: أدخل كلمة المرور الحالية.
sv: Skriv in ditt nuvarande lösenord.
tr: Mevcut şifrenizi girin.

source: Please enter your coupon code.
ar: أدخل شفرة القسيمة.
sv: Ange din rabattkod.
tr: Kupon kodunuzu girin.

source: Please enter your email address.
ar: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك.
sv: Var god skriv in din e-postadress.
tr: Lütfen e-posta adresinizi girin.

source: Please enter your first name.
ar: من فضلك أدخل إسمك.
sv: Vänligen fyll i ditt namn.
tr: Lütfen isminizi girin.

source: Please enter your full name.
ar: من فضلك ادخل اسمك الكامل.
sv: Vänligen fyll i ditt fullständiga namn.
tr: Lütfen tam adınızı girin.

source: Please enter your house number.
ar: الرجاء إدخال رقم منزلك.
sv: Ange ditt husnummer.
tr: Lütfen kapı numaranızı girin.

source: Please enter your last name.
ar: الرجاء إدخال اللقب.
sv: Ange ditt efternamn.
tr: Lütfen soyadınızı girin.

source: Please enter your message.
ar: أدرج رسالتك من فضلك.
sv: Ange ditt meddelande.
tr: Lütfen mesajınızı girin.

source: Please enter your new password.
ar: الرجاء إدخال كلمة المرور الجديدة.
sv: Ange ditt nya lösenord.
tr: Lütfen yeni şifrenizi girin.

source: Please enter your password.
ar: من فضلك أدخل رقمك السري.
sv: Vänligen ange ditt lösenord.
tr: Lütfen şifrenizi girin.

source: Please enter your postal code.
ar: الرجاء إدخال الرمز البريدي الخاص بك.
sv: Vänligen skriv in ditt postnummer.
tr: Lütfen posta kodunuzu girin.

source: Please enter your phone number.
ar: يرجى إدخال رقم الهاتف الخاص بك.
sv: Vänligen skriv in ditt telefonnummer.
tr: Lütfen telefon numaranızı girin.

source: Please enter your suggest missing product name.
ar: الرجاء اقتراح اسماء العناصر الغير موجودة.
sv: Ange namnet på den saknade objekt som du föreslog.
tr: Lütfen önerdiğiniz eksik ürünün adını giriniz.

source: Please enter your street.
ar: الرجاء إدخال الشارع الخاص بك
sv: Ange din gata
tr: Lütfen sokağınızı giriniz

source: You have chosen EXPRESS delivery, unfortunately not all products you have chosen can be delivered with EXPRESS delivery! Please double check your order and remove non-Express products from your; cart!
ar: اخترت تسليم EXPRESS، لسوء الحظ، لا يمكن تسليمها مع كل المنتجات التي تختارها تسليم EXPRESS! الرجاء انقر نقرا مزدوجا تحقق طلبك وإزالته من المنتجات الخاصة بك Express من أي عربة!
sv: Tyvärr så är inte alla produkter tillgänglig för express leverans
tr: EXPRESS gönderimi seçtiniz, maalesef seçtiğiniz tüm ürünler EXPRESS gönderimi ile teslim edilemez! Lütfen siparişinizi iki kez kontrol edin ve Express olmayan ürünleri sepetinizden çıkarın!

source: Please enter minimum 6 characters confirm new password.
ar: الرجاء إدخال 6 أحرف على الأقل، تأكيد كلمة المرور الجديدة.
sv: Ange minst 6 tecken, bekräfta det nya lösenordet.
tr: Lütfen en az 6 karakter girin, yeni şifreyi onaylayın.

source: Please enter minimum 6 characters current password.
ar: الرجاء إدخال كلمة المرور الحالية 6 أحرف على الأقل.
sv: Ange ditt nuvarande lösenord minst 6 tecken.
tr: Lütfen en az 6 karakter geçerli şifrenizi girin.

source: Please enter minimum 6 characters new password.
ar: أدخل كلمة المرور الجديدة لا يقل عن 6 أحرف.
sv: Ange det nya lösenordet minst 6 tecken.
tr: Yeni şifre en az 6 karakter girin.
